Repository: pinche-gringo/CDManager
Catalog: po/*.po
Languages: de, es

source: _Login
de: _Anmelden ...
es: _Conectar ...

source: <ctl>L
de: <ctl>A
es: <ctl>O

source: Log_out
de: A_bmelden
es: _Desconectar

source: <ctl>O
de: <ctl>B
es: <ctl>D

source: _Export to HTML
de: _Exportiere HTML-Dateien
es: _Exportar a HTML

source: _Edit
de: _Bearbeiten
es: _Editar

source: _Options
de: _Optionen
es: _Opciones

source: _Save preferences
de: Einstellungen _speichern
es: _Guardar preferencias

source: Can't read datafile containing the genres! Reason: %1
de: Das Datenfile für die Genres konnten nicht gelesen werden! Ursache: %1
es: ¡No puedo leer el archivo para los generos! Causa: %1

source: _Records
de: _Alben
es: _Discos

source: _Films
es: _Películas

source: _Actors
de: _Schauspieler
es: _Actores

source: Connect to a database ...
de: Verbinde zur Datenbank
es: Conectar a base de datos ..

source: Error saving data! Reason: %1
de: Fehler beim Speichern! Ursache: %2
es: ¡Error guardando los datos! Causa: %1

source: Copyright (C) 2004 - 2011 Markus Schwab e-mail: <g17m0@lusers.sourceforge.net> Compiled on %1 at %2
es: Copyright © 2004 - 2011 Markus Schwab correo-e: g17m0@users.sourceforge.net Compilado el %1 a las %2

source: Database login
de: Datenbank-Anmeldung
es: Conectar a base de datos

source: Reading database ...
de: Lese von der Datenbank ...
es: Leyendo de base de datos ...

source: The data has been modified! Save those changes?
de: Die Daten wurden geändert! Sollen diese Änderungen gespeichert werden?
es: ¡Los datos han estado modificado! ¿Quiere guardar esos cambios?

source: Can't connect to database! Reason: %1
de: Die Anmeldung an die Datenbank scheiterte! Ursache: %1
es: ¡No puedo conectarme con la base de datos! Causa: %1

source: Login error
de: Fehler bei der Anmeldung
es: Falla de conección

source: Can't query needed information! Reason: %1
de: Benötigte Informationen konnten nicht ermittelt werden! Ursache: %1
es: ¡No puedo leer las informaciones necesarias! Causa: %1

source: Disconnected!
de: Abgemeldet!
es: ¡Desconectado!

source: Can't create file `%1'! Reason: %2.
de: Die Datei '%1' konnte nicht erzeugt werden! Ursache: %2.
es: ¡No puedo producir fichero '%1'! Causa: %2

source: Can't store special names! Reason: %1.
de: Die speziellen Namen konnten nicht gespeichert werden! Ursache: %1
es: ¡No puedo guardar los nombres especiales! Causa: %1

source: Exporting (language %1) ...
de: Exportiere (Sprache %1) ...
es: Exportando (idioma %1) ...

source: Export Warning!
de: Warnung beim Exportieren!
es: ¡Aviso exportando!

source: Type
de: Typ
es: Media

source: Language(s)
de: Sprache(n)
es: Idioma(s)

source: Subtitles(s)
de: Untertitel
es: Subtitulo(s)

source: Director/Film
es: Director/Película

source: Unknown type of media!
de: Unbekannter Medientyp!
es: ¡Tipo de media desconocido!

source: Invalid value!
de: Ungültiger Wert!
es: ¡Valor inválida!

source: Select subtitles
de: Auswählen der Untertitel
es: Elige subtitulos

source: Interpret/Record
de: Interpret/Album
es: Artista/Disco

source: Track
de: Nr.
es: N°.

source: Song
de: Name
es: Canción

source: Duration
de: Dauer
es: Duración

source: Genre
es: Tipo

source: Song `%1' already exists!
de: Das Lied '%1' existiert bereits!
es: ¡Canción '%1' ya existe!

source: Unknown genre!
de: Unbekanntes Genre!
es: ¡Tipo desconocido!

source: Year
de: Jahr
es: Año

source: Entry `%1' already exists!
de: Der Eintrag '%1' exisiert bereits!
es: ¡Objecto '%1' ya existe!

source: Unspecified
de: Unbekannt
es: No especificado

source: None
de: Keine
es: Ninguno

source: Select languages
de: Auswählen der Sprache
es: Elige idiomas

source: _Language:
de: _Sprache:
es: _Idioma:

source: Translations
de: Übersetzungen
es: Tranlaciones

source: German
de: Deutsch
es: Alemán

source: English
de: Englisch
es: Inglés

source: Spanish
de: Spanisch
es: Español

source: Finnish
de: Finnisch
es: Finlandés

source: French
de: Französisch
es: Frances

source: Italian
de: Italienisch
es: Italiano

source: Norwegian
de: Norwegisch
es: Noruego

source: Polish
de: Polnisch
es: Polaco

source: Portugese
de: Portugiesisch
es: Portugues

source: Serbian
de: Serbisch
es: Serbio

source: Swedish
de: Schwedisch
es: Sueco

source: Utility to manage CDs Usage:
de: Utility zum Verwalten von CDs Aufruf:
es: Utilidad para manejar CDs Modo de empleo:

source: [OPTIONS]
de: [OPTIONEN]
es: [OPCIONES]

source: [USER] User for database login
de: [USER] Datenbankbenutzer
es: [USER] Usario del base de datos

source: [PWD] Password for database login
de: [PWORT] Paßwort des Datenbankbenutzers
es: [PWD] Contraseña del usario de la base de datos

source: [FILE] Use file as INI file
de: [DATEI] Verwende Datei als Initialisierungsdatei
es: [ARCHIVO] Lee más opciones desde el archivo especificado

source: Output version information and exit
de: Versionsinformation anzeigen und beenden
es: Informa de la versión y finaliza

source: Displays this help and exit
de: Diese Hilfe anzeigen und beenden
es: Muestra este texto de ayuda y finaliza

source: The INI file can have the following entries:
de: Die Initialisierungsdatei kann die folgenden Einträge enthalten:
es: Archivos por initializar tienen el siguente formato (entradas pueden faltar):

source: -warning: No user specified! Ignoring option `u'
de: -Warnung: Kein User angegeben! Die Option 'u' wird ignoriert ...
es: -aviso: ¡Opción 'u' necesita un un usario como argumento! ¡Ignoro opción 'u'!

source: -warning: No password specified! Ignoring option `p'
de: -Warnung: Kein Paßwort angegeben! Die Option 'p' wird ignoriert ...
es: -aviso: ¡Opción 'p' necesita un argumento! ¡Ignoro opción 'p'!

source: -warning: No file specified! Ignoring option `f'
de: -Warnung: Keine Datei angegeben! Die Option 'f' wird ignoriert
es: -aviso: ¡Opción 'f' necesita un argumento! ¡Ignoro opción 'f'!

source: -warning: Can't convert password to UTF-8! Ignoring ...
de: -Warnung: Ignoriere das ungültige Paßwort (nicht UTF-8 konform)!
es: -aviso: ¡Contraseña inválido (no está en formato UTF-8)!

source: -warning: Can't convert username to UTF-8! Ignoring ...
de: -Warnung: Ignoriere den ungültigen Benutzernamen (nicht UTF-8 konform)!
es: -aviso: ¡Nombre de usario inválido (no está en formato UTF-8)!

source: Compiled on
de: Übersetzt am
es: Compilado el

source: Copyright (C) 2004 - 2011 Markus Schwab; e-mail: g17m0@users.sourceforge.net Distributed under the terms of the GNU General Public License
es: Copyright © 2004 - 2011 Markus Schwab; correo-e: g17m0@users.sourceforge.net Distribuido bajo las condiciones de la GNU Licensia General Público

source: Preferences
de: Einstellungen
es: Preferencias

source: Output _directory:
de: _Ausabeverzeichnis:
es: _Directorio de salida:

source: _Header for films:
es: _Cabeza por películas:

source: _Footer for films:
es: _Pie por películas:

source: Header for _records:
de: H_eaderdatei für Platten:
es: C_abeza por discos:

source: Foo_ter for records:
de: F_ußdatei für Platten:
es: P_ie por discos:

source: Reserved _words
de: Reservierte _Wörter
es: Palabras _reservadas

source: _Export
de: _Exportieren
es: E_xportar

source: First names
de: Vornamen
es: Nombres

source: Articles
de: Artikel
es: Artículos

source: Utitily to write HTML documents from data received Usage:
de: Utility zum Exportieren von HTML-Dokumenten von erhaltenen Daten Aufruf:
es: Utilidad para exportar documentos HTML de datos recibidos Modo de empleo:

source: [OPTIONS] [LANGUAGE-ID] [MEMORY-ID]
de: [OPTIONEN] [SPRACH-CODE] [SPEICHER-ID]
es: [OPCIONES] [ID DEL IDIOMA] [ID DE LA MEMORIA]

source: Directory to export data to
de: Verzeichnis in das die Daten exportiert werden sollen
es: Carpeta a cual los datos está exportado

source: File to use as header for records
de: Headerdatei für Platten
es: Archivo para la cabeza por discos

source: File to use as footer for records
de: Fußdatei für Platten
es: Archivo para el pie por discos

source: File to use as header for films
es: Archivo para la cabeza por películas

source: File to use as footer for films
es: Archivo para el pie por películas

source: -warning: No directory specified! Ignoring option `d'
de: -Warnung: Kein Verzeichnis angegeben! Die Option 'd' wird ignoriert
es: -aviso: ¡No carpeta especificado! ¡Ignoro opción 'd'!

source: -warning: No file specified! Ignoring option `%1'
de: -Warnung: Keine Datei angegeben! Die Option '%1' wird ignoriert
es: -aviso: ¡-aviso: No archivo especificado! ¡Ignoro opción '%!'!

source: Interpret
es: Artista

source: Name
es: Nombre

source: -error: Need language id and memory-key as parameters (This program is designed to be called by the CDManager-application)
de: -Fehler: Benötige Sprachkennung (de, es, ...) und Speicher-ID als Parameter (Dieses Program sollte nur von der CDManager-Anwendung aufgerufen werden)
es: -error: Necesito identificación del idioma (es, en, ...) y identificación de la memoria como argumento (Éste programa debe que estar llamado de la aplicación CDManager)

source: Invalid memory-key (0)!
de: Ungültiger Speicher-Schlüssel (0)
es: ¡Llave de memoria inválida (0)!

source: -error: Can't access reserved words! Reason: %1
de: -Fehler: Kann nicht auf die reservierten Wörter zugreifen! Ursache: %1
es: -error: ¡No puede accesar las palabras reservadas! Causa: %1

source: Films (by %1)
es: Películas (por %1)

source: Records (by %1)
de: Alben (sortiert nach %1)
es: Discos (por %1)

source: Error reading header file `%1'! Reason: %2
de: Fehler beim Lesen der HTML-Kopfdatei '%1'! Ursache: %2
es: ¡Error leyendo fichero de cabeza '%1'! Causa: %2

source: Film
es: Película

source: Record
de: Alben
es: Disco

source: unknown entity
de: unbekanntes Object!
es: elemento desconocido

source: -error: Can't read %1: %2
de: -Fehler: Kann Datei "%1" nicht lesen: %2
es: -error: No pude leer el archivo '%1': %2

source: -error: Unknown error!
de: -Fehler: Unbekannter Fehler!
es: -error: ¡Error desconocido!

source: Language
de: Sprache
es: Idioma

source: Copyright (C) 2005 - 2007, 2009, 2011 Markus Schwab; e-mail: g17m0@users.sourceforge.net Distributed under the terms of the GNU General Public License
es: Copyright © 2005 - 2007, 2009, 2011 Markus Schwab Correo-e: g17m0@users.sourceforge.net Distribuido bajo las condiciones de la GNU Licensia General Público

source: Loaded %1 record
de: %1 Platte
es: Leí %1 disco

source: from %1 artist
de: von %1 Interpreten geladen
es: de %1 artista

source: Warnings loading records
de: Warnungen beim Laden der Platten
es: ¡Aviso leyendo los discos!

source: Can't query available records! Reason: %1
de: Die vorhandenen Platten konnten nicht ermittelt werden! Ursache: %1
es: ¡No puedo leer los discos existentes! Causa: %1

source: Can't query the songs for record %1! Reason: %2
de: Die Lieder des Albums '%1' konnten nicht ermittelt werden! Ursache: %2
es: ¡No puedo leer las canciones existentes! Causa: %1

source: New _interpret
de: Neuer _Interpret
es: Nuevo _artista

source: _New record
de: _Neues Album
es: _Nuevo disco

source: New _song
de: Neues _Lied
es: Nueva canción

source: _Delete
de: _Löschen
es: _Borrar

source: _Import from file-info ...
de: _Importiere Kommentare von Musikdateien ...
es: _Importar informaciones de archivos audio ...

source: Select file(s) to import
de: Wähle Datei(en) zum Importieren
es: Elige fichero(s) para importar

source: Can't open file `%1'! Reason: %2
de: Die Datei '%1' konnte nicht geöffnet werden! Ursache: %2.
es: ¡No puedo abrir fichero '%1'! Causa: %2

source: Couldn't write data! Reason: %1
de: Die Daten konnten nicht gespeichert werden! Ursache: %1
es: ¡No puedo escribir la información! Causa: %1

source: Error exporting records to HTML!
de: Fehler beim Exportieren der Platten zu HTML!
es: ¡Error exportando discos a HTML!

source: The database contains an invalid reference (%1) to a film!
es: ¡La base de datos contiene un vínculo inválido (%1) a una película!

source: Loaded %1 actor
de: %1 Schauspieler
es: Leí %1 actor

source: Warnings loading actors!
de: Warnungen beim Laden der Schauspieler
es: ¡Aviso leyendo los actores!

source: Can't query the actors1! Reason: %1
de: Die vorhandenen Schauspieler konnten nicht ermittelt werden! Ursache: %1
es: ¡No puedo leer los actores! Causa: %1

source: New _actor
de: Neuer _Schauspieler
es: Nuevo _actor

source: _Plays in film...
es: _Participa en película...

source: _View
de: _Ansicht
es: _Ver

source: By _actor
de: Nach _Schauspieler
es: Por _actor

source: By _film
es: Por _película

source: Actors/Films
es: Actores/Películas

source: Films/Actors
es: Pelícualas/Actores

source: _Original name
de: Name (_Original)
es: Nombre _original

source: New _director
de: Neuer _Regiseur
es: Nuevo _director

source: _New film
es: _Nueva película

source: _Import from IMDb.com ...
es: _Importar de IMDb.com ...

source: _Import information from IMDb.com ...
es: _Importar datos de IMDb.com ...

source: _Language
de: _Sprache
es: _Idioma

source: Loaded %1 film
es: Leí %1 película

source: Warnings loading films
es: Aviso leyendo película '%1': %2

source: Can't query available films! Reason: %1
es: ¡No puedo leer las películas existentes! Causa: %1

source: Error exporting films to HTML!
es: ¡Error exportando las películas a páginas HTML!

source: Not setting data from IMDb for '%1' as the directors differ (found %2, should be %3)!
es: ¡Los datos leidos de IMDb para '%1' contienen un director diferente (se encontró %2; debería ser %3)!

source: Warning loading celebrity `%1': %2
de: Warnung beim Laden von Person/Gruppe '%1' : %2
es: Aviso leyendo celebridad '%1': %2

source: Warning loading film `%1': %2
es: Aviso leyendo película '%1': %2

source: Warning loading record `%1': %2
de: Warnung beim Laden von Platte '%1' : %2
es: Aviso leyendo disco '%1': %2

source: Films starring %1
es: Películas con %1

source: Available directors/films
es: Directores/Películas disponibles

source: A celebrity with the same name already exists! Are they identic?
de: Eine Person/Gruppe mit diesem Namen gibt es bereits! Sind sie identisch?
es: ¡Ya hay una celebridad con el mismo nombre! ¿Son identicas?

source: Choose matching celebrity
de: Auswählen von passenden Personen/Gruppen
es: Elige celebridad

source: Born
de: Geboren
es: Nacido

source: Died
de: Gestorben
es: Muerto

source: interpret
es: artista

source: Import from IMDb.com
es: Importar de IMDb.com

source: Film (_Name, number or URL):
es: _Nombre, número o URL de la película:

source: Film:
es: Película:

source: Genre:
es: Tipo:

source: Plot summary:
es: Descripción:

source: Popular Titles
es: Títulos populares

source: Exact match
es: Concordancia exacta

source: Partial match
es: Concordancia parcial

source: Approximate match
es: Concordancia aproximativa

source: Loading icon ...
es: Leyendo ícono ...

source: Connecting to IMDb.com ...
es: Conectar a IMDb.com

source: Receiving from IMDb.com: %1 KB
es: Recibiendo de IMDb.com: %1 bytes

source: Invalid response: `%1'
es: Respuesta inválida: '%1'

source: HTTP status code 302 does not contain a location
es: Código de estado HTTP 302 no contiene ninguna locación

source: IMDb.com returned status code %1 %2
es: IMDb.com retornó error %1 %2

source: IMDb didn't find any matching films!
es: IMDb no encontró ninguna película adecuada!

source: Couldn't extract film-information from IMDb! Maybe the site was redesigned ...
es: No pude extraer ninguna información de películas desde IMDb! Quizá el sitio ha estado remodelado ...

source: Statistical information
es: Información estadística

source: The database contains:
es: La base de datos contiene:

source: Can't query the statistical information! Reason: %1
es: ¡No puedo leer las informaciones estadísticas! Causa: %1

source: Interprets:
es: Artistas:

source: Records:
es: Discos:

source: Directors:
es: Directores:

source: Films:
es: Películas:

source: Actors:
es: Actores:

source: First names:
es: Nombres:

source: Articles:
es: Artículos:

source: <ctl>E
de: <ctl>A

source: <ctl>I
de: <ctl>A

source: _Movies
de: _Filme

source: Copyright (C) 2004 - 2010 Markus Schwab e-mail: <g17m0@lusers.sourceforge.net> Compiled on %1 at %2
de: Copyright © 2004 - 2010 Markus Schwab E-Mail: <g17m0@users.sourceforge.net> Übersetzt am %1 um %2

source: Director/Movie
de: Regisseur/Film

source: Copyright (C) 2004 - 2010 Markus Schwab; e-mail: g17m0@users.sourceforge.net Distributed under the terms of the GNU General Public License
de: Copyright © 2004 - 2010 Markus Schwab; E-Mail: g17m0@users.sourceforge.net Vertrieben unter den Bedingungen der GNU General Public License

source: _Header for movies:
de: _Headerdatei für Filme:

source: _Footer for movies:
de: _Fußdatei für Filme:

source: File to use as header for movies
de: Headerdatei für Filme

source: File to use as footer for movies
de: Fußdatei für Filme

source: Director
de: Regisseur

source: Movies (by %1)
de: Filme (sortiert nach %1)

source: Movie
de: Filme

source: Copyright (C) 2005 - 2007, 2009 Markus Schwab; e-mail: g17m0@users.sourceforge.net Distributed under the terms of the GNU General Public License
de: Copyright © 2005 - 2007, 2009 Markus Schwab; E-Mail: g17m0@users.sourceforge.net Vertrieben unter den Bedingungen der GNU General Public License

source: -error:
de: -Fehler:

source: The database contains an invalid reference (%1) to a movie!
de: Die Datenbank enthält eine ungültige Referenz (%1) zu einem Film!

source: _Plays in movie...
de: Spielt in _Film...

source: By _movie
de: Nach _Film

source: Actors/Movies
de: Schauspieler/Filme

source: Movies/Actors
de: Filme/Schauspieler

source: _New movie
de: _Neuer Film

source: Loaded %1 movie
de: %1 Film geladen

source: Warnings loading movies
de: Warnungen beim Laden der Filme

source: Can't query available movies! Reason: %1
de: Die vorhandenen Filme konnten nicht ermittelt werden! Ursache: %1

source: Error exporting movies to HTML!
de: Fehler beim Exportieren der Filme zu HTML!

source: Warning loading movie `%1': %2
de: Warnung beim Laden von Film '%1' : %2

source: Movies starring %1
de: Filme mit %1

source: Available directors/movies
de: Vorhandene Regisseure/Filme

source: actor
de: Schauspieler

source: director
de: Regisseur
